/* In browser window title */
"Get a donation key!" = "Få en donations nøgle!";

/* The full name of the supporter */
"Registered to {0}" = "Registeret til {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Tak for din støtte! Dit bidrag hjælper med til, at gøre Cyberduck endnu bedre.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Din donationsnøgle er blevet kopieret til Application Support mappen.";

/* Validation failed */
"Not a valid registration key" = "Dette er ikke en gyldig donationsnøgle";

"This donation key does not appear to be valid." = "Denne donationsnøgle ser ikke ud til, at være gyldig.";

/* Thank you */
"Continue" = "Fortsæt";
